Experiments/CavityLowLES/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    movingWall
    {
        type zeroGradient;
    }

    fixedWalls
    {
        type zeroGradient;
    }

    frontAndBack
    {
        type empty;
    }
}
